Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DISABLE_DEVICE_LOCATOR_MESSAGE_REBRAND_UNKNOWN
source: Enter the Apple Account password for “%username%” to turn off Find My.
ar: أدخل كلمة سر حساب Apple الخاص بـ "%username%" لإيقاف تحديد الموقع.
bg: Въведете паролата за Apple регистрацията за „%username%“, за да изключите функцията Намери.
ca: Introdueix la contrasenya del compte d’Apple %username% per desactivar l’app Cerca.
cs: Chcete‑li vypnout službu Najít, zadejte heslo uživatele %username% k účtu Apple.
da: Skriv Apple‑kontoadgangskoden til “%username%” for at slå Find fra.
de: Gib das Apple Account-Passwort für „%username%“ ein, um „Wo ist?“ zu deaktivieren.
el: Εισαγάγετε το συνθηματικό λογαριασμού Apple του %username% για απενεργοποίηση της Εύρεσης.
es: Introduce la contraseña de la cuenta de Apple %username% para desactivar la función Buscar.
es_419: Ingresa la contraseña de la cuenta de Apple de “%username%” para desactivar Encontrar.
fi: Laita Etsi-toiminto pois päältä syöttämällä Apple-tilin %username% salasana.
fr: Saisissez le mot de passe du compte Apple « %username% » pour désactiver Localiser.
fr_ca: Entrez le mot de passe de votre compte Apple « %username% » pour désactiver Localiser.
he: כדי לכבות את ״איתור״, יש להזין את סיסמת חשבון ה-Apple של ״%username%״.
hi: Find My को बंद करने के लिए “%username%” के लिए Apple खाता पासवर्ड दर्ज करें।
hr: Za isključenje značajke Pronalaženje unesite lozinku Apple računa za “%username%”.
hu: A Lokátor kikapcsolásához adja meg a(z) „%username%” Apple-fiók jelszavát.
id: Masukkan kata sandi Akun Apple “%username%” untuk mematikan Lacak.
it: Per disattivare Dov’è, inserisci la password dell’Apple Account “%username%”.
ja: “探す”をオフにするには“%username%”のApple Accountパスワードを入力してください。
kk: «Локатор» функциясын өшіру мақсатында «%username%» үшін Apple аккаунтының құпиясөзін енгізіңіз.
ko: 나의 찾기를 끄려면 ‘%username%’의 Apple 계정 암호를 입력하십시오.
lt: Įveskite naudotojo %username% „Apple“ paskyros slaptažodį, kad išjungtumėte lokatorių.
ms: Masukkan kata laluan Akaun Apple untuk “%username%” bagi menyahaktifkan Cari.
nb: Skriv inn Apple-kontopassordet for «%username%» for å slå av Hvor er.
nl: Voer het Apple Account-wachtwoord voor '%username%' in om Zoek mijn uit te schakelen.
pl: Aby wyłączyć usługę Znajdź, podaj hasło konta Apple „%username%”.
pt_br: Digite a senha da Conta Apple de “%username%” para desativar o app Buscar.
pt_pt: Para desativar Encontrar, digite a palavra‑passe da conta Apple “%username%”.
ro: Introduceți parola contului Apple pentru “%username%” pentru a dezactiva “Găsire”.
ru: Чтобы выключить Локатор, введите пароль учетной записи Apple для пользователя %username%.
sk: Ak chcete vypnúť službu Nájsť, zadajte heslo Apple účtu pre „%username%“.
sl: Za izklop funkcije Najdi vnesite geslo za račun Apple osebe »%username%«.
sv: Stäng av Hitta genom att ange lösenordet för Apple‑kontot ”%username%”.
th: ป้อนรหัสผ่านบัญชี Apple ของ “%username%” เพื่อปิดใช้ “ค้นหาของฉัน”
tr: Bul’u kapatmak için “%username%” Apple Hesabı’nın parolasını girin.
uk: Введіть пароль облікового запису Apple для «%username%», щоб вимкнути Локатор.
vi: Nhập mật khẩu Tài khoản Apple cho “%username%” để tắt ứng dụng Tìm.
zh_cn: 输入“%username%”的Apple账户密码来关闭“查找”。
zh_hk: 輸入「%username%」的Apple帳户密碼以關閉「尋找」。
zh_tw: 輸入「%username%」的「Apple帳號」密碼來關閉「尋找」。

# DISABLE_DEVICE_LOCATOR_MESSAGE_REBRAND_VISION
source: Enter the Apple Account password for “%username%” to turn off Find My Apple Vision Pro.
ar: أدخل كلمة سر حساب Apple الخاص بـ "%username%" لإيقاف العثور على Apple Vision Pro.
bg: Въведете паролата за Apple регистрацията за „%username%“, за да изключите функцията Намери моя Apple Vision Pro.
ca: Introdueix la contrasenya del compte d’Apple %username% per desactivar l’app Cerca de l’Apple Vision Pro.
cs: Chcete‑li vypnout službu Najít Apple Vision Pro, zadejte heslo uživatele %username% k účtu Apple.
da: Skriv Apple‑kontoadgangskoden til “%username%” for at slå Find min Apple Vision Pro fra.
de: Gib das Apple Account-Passwort für „%username%“ ein, um „Meine Apple Vision Pro suchen“ zu deaktivieren.
el: Εισαγάγατε το συνθηματικό λογαριασμού Apple του %username% για απενεργοποίηση της Εύρεσης Apple Vision Pro.
es: Introduce la contraseña de la cuenta de Apple %username% para desactivar “Buscar mi Apple Vision Pro”.
es_419: Ingresa la contraseña de la cuenta de Apple de “%username%” para desactivar Buscar Mi Apple Vision Pro.
fi: Laita Etsi Apple Vision Proni -toiminto pois päältä syöttämällä Apple-tilin %username% salasana.
fr: Saisissez le mot de passe du compte Apple « %username% » pour désactiver « Localiser mon Apple Vision Pro ».
fr_ca: Entrez le mot de passe de votre compte Apple « %username% » pour désactiver Localiser mon Apple Vision Pro.
he: כדי לכבות את ״איתור ה-Apple Vision Pro שלי״, יש להזין את סיסמת חשבון ה-Apple של ״%username%״.
hi: “मेरा Apple Vision Pro ढूँढें” को बंद करने के लिए “%username%” का Apple खाता पासवर्ड दर्ज करें।
hr: Za isključenje značajke Nađi moj Apple Vision Pro unesite lozinku Apple računa za “%username%”.
hu: Az Apple Vision Pro keresése kikapcsolásához adja meg a(z) „%username%” Apple-fiók jelszavát.
id: Masukkan kata sandi Akun Apple “%username%” untuk mematikan Lacak Apple Vision Pro.
it: Per disattivare “Trova il mio Apple Vision Pro”, inserisci la password dell’Apple Account “%username%”.
ja: “Apple Vision Proを探す”をオフにするには“%username%”のApple Accountパスワードを入力してください。
kk: «Apple Vision Pro құрылғымды табу» функциясын өшіру мақсатында «%username%» үшін Apple аккаунтының құпиясөзін енгізіңіз.
ko: 나의 Apple Vision Pro 찾기를 끄려면 ‘%username%’의 Apple 계정 암호를 입력하십시오.
lt: Įveskite naudotojo %username% „Apple“ paskyros slaptažodį, kad išjungtumėte „Apple Vision Pro“ lokatorių.
ms: Masukkan kata laluan Akaun Apple untuk “%username%” bagi menyahaktifkan Cari Apple Vision Pro Saya.
nb: Skriv inn Apple-kontopassordet for «%username%» for å slå av Finn Apple Vision Pro.
nl: Voer het Apple Account-wachtwoord voor '%username%' in om Zoek mijn Apple Vision Pro uit te schakelen.
pl: Aby wyłączyć Znajdź mój Apple Vision Pro, wprowadź hasło konta Apple „%username%”.
pt_br: Digite a senha da Conta Apple de “%username%” para desativar o recurso Buscar Apple Vision Pro.
pt_pt: Para desativar Encontrar Apple Vision Pro, digite a palavra‑passe da conta Apple “%username%”.
ro: Introduceți parola contului Apple pentru “%username%” pentru a dezactiva “Găsire Apple Vision Pro”.
ru: Чтобы выключить функцию «Найти Apple Vision Pro», введите пароль учетной записи Apple для пользователя %username%.
sk: Ak chcete vypnúť Nájsť moje Apple Vision Pro, zadajte heslo Apple účtu pre „%username%“.
sl: Za izklop funkcije Najdi Apple Vision Pro vnesite geslo za račun Apple osebe »%username%«.
sv: Stäng av Hitta min Apple Vision Pro genom att ange lösenordet för Apple‑kontot ”%username%”.
th: ป้อนรหัสผ่านบัญชี Apple ของ “%username%” เพื่อปิดใช้ “ค้นหา Apple Vision Pro ของฉัน”
tr: Apple Vision Pro’mu Bul’u kapatmak için “%username%” Apple Hesabı’nın parolasını girin.
uk: Введіть пароль облікового запису Apple для «%username%», щоб вимкнути «Де Apple Vision Pro».
vi: Nhập mật khẩu Tài khoản Apple cho “%username%” để tắt Tìm Apple Vision Pro.
zh_cn: 输入“%username%”的Apple账户密码来关闭“查找我的Apple Vision Pro”。
zh_hk: 輸入「%username%」的Apple帳户密碼以關閉「尋找我的Apple Vision Pro」。
zh_tw: 輸入「%username%」的「Apple帳號」密碼來關閉「尋找我的Apple Vision Pro」。

# DISABLE_DEVICE_LOCATOR_MESSAGE_REBRAND_WATCH
source: Enter the Apple Account password for “%username%” to turn off Find My Watch.
ar: أدخل كلمة سر حساب Apple الخاص بـ "%username%" لإيقاف العثور على الساعة.
bg: Въведете паролата за Apple регистрацията за „%username%“, за да изключите функцията Намери моя Watch.
ca: Introdueix la contrasenya del compte d’Apple %username% per desactivar l’app Cerca de l’Apple Watch.
cs: Chcete‑li vypnout službu Najít hodinky, zadejte heslo uživatele %username% k účtu Apple.
da: Skriv Apple‑kontoadgangskoden til “%username%” for at slå Find Apple Watch fra.
de: Gib das Apple Account-Passwort für „%username%“ ein, um „Meine Apple Watch suchen“ zu deaktivieren.
el: Εισαγάγετε το συνθηματικό λογαριασμού Apple του %username% για απενεργοποίηση της Εύρεσης Watch.
es: Introduce la contraseña de la cuenta de Apple %username% para desactivar “Buscar mi Apple Watch”.
es_419: Ingresa la contraseña de la cuenta de Apple de “%username%” para desactivar Buscar Mi Apple Watch.
fi: Laita Etsi Watchini -toiminto pois päältä syöttämällä Apple-tilin %username% salasana.
fr: Saisissez le mot de passe du compte Apple « %username% » pour désactiver « Localiser mon Apple Watch ».
fr_ca: Entrez le mot de passe de votre compte Apple « %username% » pour désactiver Localiser ma montre.
he: כדי לכבות את ״איתור השעון שלי״, יש להזין את סיסמת חשבון ה-Apple של ״%username%״.
hi: “मेरी घड़ी ढूँढें” को बंद करने के लिए “%username%” के लिए Apple खाता पासवर्ड दर्ज करें।
hr: Za isključenje značajke Nađi moj sat unesite lozinku Apple računa za “%username%”.
hu: A Watch keresése kikapcsolásához adja meg a(z) „%username%” Apple-fiók jelszavát.
id: Masukkan kata sandi Akun Apple “%username%” untuk mematikan Lacak Apple Watch.
it: Per disattivare “Trova il mio Apple Watch”, inserisci la password dell’Apple Account “%username%”.
ja: “Watchを探す”をオフにするには“%username%”のApple Accountパスワードを入力してください。
kk: «Сағатымды табу» функциясын өшіру мақсатында «%username%» үшін Apple аккаунтының құпиясөзін енгізіңіз.
ko: 나의 시계 찾기를 끄려면 ‘%username%’의 Apple 계정 암호를 입력하십시오.
lt: Įveskite naudotojo %username% „Apple“ paskyros slaptažodį, kad išjungtumėte „Apple Watch“ lokatorių.
ms: Masukkan kata laluan Akaun Apple untuk “%username%” bagi menyahaktifkan Cari Jam Saya.
nb: Skriv inn Apple-kontopassordet for «%username%» for å slå av Finn Apple Watch.
nl: Voer het Apple Account-wachtwoord voor '%username%' in om Zoek mijn Watch uit te schakelen.
pl: Aby wyłączyć Znajdź mój Watch, podaj hasło konta Apple „%username%”.
pt_br: Digite a senha da Conta Apple de “%username%” para desativar o recurso Buscar Watch.
pt_pt: Para desativar Encontrar relógio, digite a palavra‑passe da conta Apple “%username%”.
ro: Introduceți parola contului Apple pentru “%username%” pentru a dezactiva “Găsire Watch”.
ru: Чтобы выключить функцию «Найти Apple Watch», введите пароль учетной записи Apple для пользователя %username%.
sk: Ak chcete vypnúť Nájsť moje hodinky, zadajte heslo Apple účtu pre „%username%“.
sl: Za izklop funkcije Najdi uro vnesite geslo za račun Apple osebe »%username%«.
sv: Stäng av Hitta min Apple Watch genom att ange lösenordet för Apple‑kontot ”%username%”.
th: ป้อนรหัสผ่านบัญชี Apple ของ “%username%” เพื่อปิดใช้ “ค้นหา Watch ของฉัน”
tr: Saatimi Bul’u kapatmak için “%username%” Apple Hesabı’nın parolasını girin.
uk: Введіть пароль облікового запису Apple для «%username%», щоб вимкнути «Де годинник».
vi: Nhập mật khẩu Tài khoản Apple cho “%username%” để tắt Tìm Đồng hồ.
zh_cn: 输入“%username%”的Apple账户密码来关闭“查找我的手表”。
zh_hk: 輸入「%username%」的Apple帳户密碼以關閉「尋找我的手錶」。
zh_tw: 輸入「%username%」的「Apple帳號」密碼來關閉「尋找我的手錶」。

# DISABLE_DEVICE_LOCATOR_MESSAGE_UNKNOWN
source: Enter the Apple ID password for “%username%” to turn off Find My.
ar: أدخل كلمة سر Apple ID لـ "%username%" لإيقاف تحديد الموقع.
bg: Въведете Apple ID паролата за „%username%“, за да изключите функцията Намери.
ca: Introdueix la contrasenya de l’ID d’Apple %username% per desactivar l’app Cerca.
cs: Chcete‑li vypnout službu Najít, zadejte heslo uživatele %username% k Apple ID.
da: Skriv Apple-id-adgangskoden til “%username%” for at slå Find fra.
de: Gib das Apple‑ID-Passwort für %username% ein, um „Wo ist?“ zu deaktivieren.
el: Εισαγάγετε το συνθηματικό Apple ID του %username% για απενεργοποίηση της Εύρεσης.
es: Introduce la contraseña del ID de Apple “%username%” para desactivar la función Buscar.
es_419: Ingresa la contraseña del Apple ID de “%username%” para desactivar Encontrar.
fi: Laita Etsi-toiminto pois päältä syöttämällä tilin %username% Apple ID ‑salasana.
fr: Saisissez le mot de passe associé à l’identifiant Apple « %username% » pour désactiver Localiser.
fr_ca: Entrez le mot de passe de votre identifiant Apple « %username% » pour désactiver Localiser.
he: כדי לכבות את ״איתור״, יש להזין את סיסמת ה-Apple ID של ״%username%״.
hi: Find My को बंद करने के लिए “%username%” के लिए Apple ID पासवर्ड दर्ज करें।
hr: Za isključenje značajke Pronalaženje unesite Apple ID lozinku za “%username%”.
hu: A Lokátor kikapcsolásához adja meg a(z) „%username%” Apple ID-jelszavát.
id: Masukkan kata sandi ID Apple “%username%” untuk mematikan Lacak.
it: Per disattivare Dov’è, inserisci la password dell’ID Apple “%username%”.
ja: “探す”をオフにするには“%username%”のApple IDパスワードを入力してください。
kk: «Локатор» функциясын өшіру мақсатында, «%username%» үшін Apple ID құпиясөзін енгізіңіз.
ko: 나의 찾기를 끄려면 ‘%username%’의 Apple ID 암호를 입력하십시오.
lt: Įveskite naudotojo %username% „Apple ID“ slaptažodį, kad išjungtumėte lokatorių.
ms: Masukkan kata laluan Apple ID untuk “%username%” bagi menyahaktifkan Cari.
nb: Skriv inn Apple‑ID-passordet for «%username%» for å slå av Hvor er.
nl: Voer het Apple ID-wachtwoord voor '%username%' in om Zoek mijn uit te schakelen.
pl: Aby wyłączyć usługę Znajdź, podaj hasło Apple ID konta „%username%”.
pt_br: Digite a senha do ID Apple de “%username%” para desativar o app Buscar.
pt_pt: Para desativar Encontrar, digite a palavra‑passe do ID Apple “%username%”.
ro: Introduceți parola ID‑ului Apple pentru “%username%” pentru a dezactiva “Găsire”.
ru: Чтобы выключить Локатор, введите пароль Apple ID пользователя %username%.
sk: Ak chcete vypnúť službu Nájsť, zadajte heslo Apple ID pre „%username%“.
sl: Za izklop funkcije Najdi vnesite geslo za račun Apple ID osebe »%username%«.
sv: Stäng av Hitta genom att ange lösenordet för Apple-ID:t ”%username%”.
th: ป้อนรหัสผ่าน Apple ID ของ “%username%” เพื่อปิดใช้ “ค้นหาของฉัน”
tr: Bul’u kapatmak için “%username%” Apple kimliğinin parolasını girin.
uk: Введіть пароль Apple ID для %username%, щоб вимкнути Локатор.
vi: Nhập mật khẩu ID Apple cho “%username%” để tắt Tìm.
zh_cn: 输入“%username%”的Apple ID密码来关闭“查找”。
zh_hk: 輸入「%username%」的Apple ID密碼以關閉「尋找」。
zh_tw: 輸入「%username%」的Apple ID密碼來關閉「尋找」。

# DISABLE_DEVICE_LOCATOR_MESSAGE_VISION
source: Enter the Apple ID password for “%username%” to turn off Find My Apple Vision Pro.
ar: أدخل كلمة سر Apple ID لـ "%username%" لإيقاف العثور على Apple Vision Pro.
bg: Въведете Apple ID паролата за „%username%“, за да изключите функцията Намери моя Apple Vision Pro.
ca: Introdueix la contrasenya de l’ID d’Apple %username% per desactivar l’app Cerca de l’Apple Vision Pro.
cs: Chcete‑li vypnout službu Najít Apple Vision Pro, zadejte heslo k Apple ID uživatele %username%.
da: Skriv Apple-id-adgangskoden til “%username%” for at slå Find min Apple Vision Pro fra.
de: Gib das Apple‑ID-Passwort für „%username%“ ein, um „Meine Apple Vision Pro suchen“ zu deaktivieren.
el: Εισαγάγατε το συνθηματικό Apple ID του %username% για απενεργοποίηση της Εύρεσης Apple Vision Pro.
es: Introduce la contraseña del ID de Apple “%username%” para desactivar “Buscar mi Apple Vision Pro”.
es_419: Ingresa la contraseña del Apple ID de “%username%” para desactivar Buscar Mi Apple Vision Pro.
fi: Laita Etsi Apple Vision Proni -toiminto pois päältä syöttämällä tilin %username% Apple ID ‑salasana.
fr: Saisissez le mot de passe de l’identifiant Apple « %username% » pour désactiver « Localiser mon Apple Vision Pro ».
fr_ca: Entrez le mot de passe de votre identifiant Apple « %username% » pour désactiver Localiser mon Apple Vision Pro.
he: כדי לכבות את ״איתור ה-Apple Vision Pro שלי״, יש להזין את סיסמת ה-Apple ID של ״%username%״.
hi: “मेरा Apple Vision Pro ढूँढें” को बंद करने के लिए “%username%” का Apple ID पासवर्ड दर्ज करें।
hr: Za isključenje značajke Nađi moj Apple Vision Pro unesite Apple ID lozinku za “%username%”.
hu: Adja meg „%username%” Apple ID-ját, és kapcsolja ki az Apple Vision Pro keresése funkciót.
id: Masukkan kata sandi ID Apple “%username%” untuk mematikan Lacak Apple Vision Pro.
it: Per disattivare “Trova il mio Apple Vision Pro”, inserisci la password dell’ID Apple “%username%”.
ja: “Apple Vision Proを探す”をオフにするには“%username%”のApple IDパスワードを入力してください。
kk: «Apple Vision Pro құрылғымды табу» функциясын өшіру мақсатында, «%username%» үшін Apple ID құпиясөзін енгізіңіз.
ko: 나의 Apple Vision Pro 찾기를 끄려면 ‘%username%’의 Apple ID 암호를 입력하십시오.
lt: Įveskite naudotojo „%username%“ „Apple ID“ slaptažodį, kad išjungtumėte „Apple Vision Pro“ lokatorių.
ms: Masukkan kata laluan Apple ID untuk “%username%” bagi menyahaktifkan Cari Apple Vision Pro Saya.
nb: Skriv inn Apple-ID-passordet for «%username%» for å slå av Finn Apple Vision Pro.
nl: Voer het Apple ID-wachtwoord voor '%username%' in om Zoek mijn Apple Vision Pro uit te schakelen.
pl: Aby wyłączyć Znajdź mój Apple Vision Pro, wprowadź hasło konta Apple ID „%username%”.
pt_br: Digite a senha do ID Apple de “%username%” para desativar o recurso Buscar Apple Vision Pro.
pt_pt: Para desativar Encontrar Apple Vision Pro, digite a palavra‑passe do ID Apple “%username%”.
ro: Introduceți parola ID-ului Apple pentru “%username%” pentru a dezactiva “Găsire Apple Vision Pro”.
ru: Чтобы выключить функцию «Найти Apple Vision Pro», введите пароль для Apple ID %username%.
sk: Ak chcete vypnúť Nájsť moje Apple Vision Pro, zadajte heslo Apple ID pre „%username%“.
sl: Za izklop funkcije Najdi Apple Vision Pro vnesite geslo za račun Apple ID osebe »%username%«.
sv: Stäng av Hitta min Apple Vision Pro genom att ange lösenordet för Apple‑ID:t ”%username%”.
th: ป้อนรหัสผ่าน Apple ID ของ “%username%” เพื่อปิดใช้ “ค้นหา Apple Vision Pro ของฉัน”
tr: Apple Vision Pro’mu Bul’u kapatmak için “%username%” Apple kimliğinin parolasını girin.
uk: Введіть пароль Apple ID для %username%, щоб вимкнути «Де Apple Vision Pro».
vi: Nhập mật khẩu ID Apple cho “%username%” để tắt Tìm Apple Vision Pro.
zh_cn: 输入“%username%”的Apple ID密码来关闭“查找我的Apple Vision Pro”。
zh_hk: 輸入「%username%」的Apple ID密碼以關閉「尋找我的Apple Vision Pro」。
zh_tw: 輸入「%username%」的Apple ID密碼來關閉「尋找我的Apple Vision Pro」。

# DISABLE_DEVICE_LOCATOR_MESSAGE_WATCH
source: Enter the Apple ID password for “%username%” to turn off Find My Watch.
ar: أدخل كلمة سر Apple ID لـ "%username%" لإيقاف "العثور على الساعة".
bg: Въведете Apple ID паролата за „%username%“, за да изключите функцията Намери моя часовник.
ca: Introdueix la contrasenya de l’ID d’Apple %username% per desactivar l’app Cerca de l’Apple Watch.
cs: Chcete‑li vypnout službu Najít hodinky, zadejte heslo k Apple ID uživatele %username%.
da: Skriv Apple-id-adgangskoden til “%username%” for at slå Find Apple Watch fra.
de: Gib das Apple‑ID-Passwort für %username% ein, um „Meine Apple Watch suchen“ zu deaktivieren.
el: Εισαγάγετε το συνθηματικό Apple ID του %username% για απενεργοποίηση της Εύρεσης Watch.
es: Introduce la contraseña del ID de Apple “%username%” para desactivar “Buscar mi Apple Watch”.
es_419: Ingresa la contraseña del Apple ID de “%username%” para desactivar Buscar Mi Apple Watch.
fi: Laita Etsi Watchini -toiminto pois päältä syöttämällä tilin %username% Apple ID ‑salasana.
fr: Saisissez le mot de passe associé à l’identifiant Apple « %username% » pour désactiver « Localiser mon Apple Watch ».
fr_ca: Entrez le mot de passe de votre identifiant Apple « %username% » pour désactiver Localiser ma montre.
he: כדי לכבות את ״איתור השעון שלי״, יש להזין את סיסמת ה-Apple ID של ״%username%״.
hi: “मेरी Watch ढूँढें” को बंद करने के लिए “%username%” के लिए Apple ID पासवर्ड दर्ज करें।
hr: Za isključenje značajke Nađi moj sat unesite Apple ID lozinku za “%username%”.
hu: A Watch keresése kikapcsolásához adja meg a(z) „%username%” Apple ID-jelszavát.
id: Masukkan kata sandi ID Apple “%username%” untuk mematikan Lacak Apple Watch.
it: Per disattivare “Trova il mio Apple Watch”, inserisci la password dell’ID Apple per “%username%”.
ja: “Watchを探す”をオフにするには“%username%”のApple IDパスワードを入力してください。
kk: «Сағатымды табу» функциясын өшіру мақсатында, «%username%» үшін Apple ID құпиясөзін енгізіңіз.
ko: 나의 시계 찾기를 끄려면 ‘%username%’의 Apple ID 암호를 입력하십시오.
lt: Įveskite naudotojo %username% „Apple ID“ slaptažodį, kad išjungtumėte „Apple Watch“ lokatorių.
ms: Masukkan kata laluan Apple ID untuk “%username%” bagi menyahaktifkan Cari Jam Saya.
nb: Skriv inn Apple‑ID-passordet for «%username%» for å slå av Finn Apple Watch.
nl: Voer het Apple ID-wachtwoord voor '%username%' in om Zoek mijn Watch uit te schakelen.
pl: Aby wyłączyć Znajdź mój Watch, podaj hasło Apple ID konta „%username%”.
pt_br: Digite a senha do ID Apple de “%username%” para desativar o Buscar Watch.
pt_pt: Para desativar Encontrar relógio, digite a palavra‑passe do ID Apple “%username%”.
ro: Introduceți parola ID‑ului Apple pentru “%username%” pentru a dezactiva “Găsire Watch”.
ru: Чтобы выключить функцию «Найти Apple Watch», введите пароль Apple ID для %username%.
sk: Ak chcete vypnúť Nájsť moje hodinky, zadajte heslo Apple ID pre „%username%“.
sl: Za izklop funkcije Najdi uro vnesite geslo za račun Apple ID osebe »%username%«.
sv: Stäng av Hitta min klocka genom att ange lösenordet för Apple-ID:t ”%username%”.
th: ป้อนรหัสผ่าน Apple ID ของ “%username%” เพื่อปิดใช้ “ค้นหา Watch ของฉัน”
tr: Saatimi Bul’u kapatmak için “%username%” Apple kimliğinin parolasını girin.
uk: Введіть пароль Apple ID для %username%, щоб вимкнути «Де годинник».
vi: Nhập mật khẩu ID Apple cho “%username%” để tắt Tìm Đồng hồ.
zh_cn: 输入“%username%”的Apple ID密码来关闭“查找我的手表”。
zh_hk: 輸入「%username%」的Apple ID密碼以關閉「尋找我的手錶」。
zh_tw: 輸入「%username%」的Apple ID密碼來關閉「尋找我的手錶」。

source: Dismiss
ar: استبعاد
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Απόρριψη
es: Cerrar
es_419: Cerrar
fi: Sulje
fr: Fermer
fr_ca: Fermer
he: סגירה
hi: ख़ारिज करें
hr: Odbaci
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
kk: Жабу
ko: 닫기
lt: Atmesti
ms: Tutup
nb: Lukk
nl: Sluit
pl: OK
pt_br: Descartar
pt_pt: Fechar
ro: Închideți
ru: Закрыть
sk: Zrušiť
sl: Opusti
sv: Avfärda
th: ปิดทิ้ง
tr: Kapat
uk: Прибрати
vi: Loại bỏ
zh_cn: 关闭
zh_hk: 關閉
zh_tw: 關閉

source: Done
ar: تم
bg: Готово
ca: Fet
cs: Hotovo
da: OK
de: Fertig
el: Τέλος
es: OK
es_419: Listo
fi: Valmis
fr: OK
fr_ca: OK
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: OK
pt_pt: OK
ro: OK
ru: Готово
sk: Hotovo
sl: Dokončano
sv: Klar
th: เสร็จสิ้น
tr: Bitti
uk: Готово
vi: Xong
zh_cn: 完成
zh_hk: 完成
zh_tw: 完成

source: Don’t Add
ar: عدم الإضافة
bg: Да не се добавя
ca: No afegeixis
cs: Nepřidávat
da: Tilføj ikke
de: Nicht hinzufügen
el: Να μη γίνει προσθήκη
es: No añadir
es_419: No agregar
fi: Älä lisää
fr: Ne pas ajouter
fr_ca: Ne pas ajouter
he: לא להוסיף
hi: न जोड़ें
hr: Nemoj dodati
hu: Hozzáadás mellőzése
id: Jangan Tambahkan
it: Non aggiungere
ja: 追加しない
kk: Қосуға болмайды
ko: 추가 안 함
lt: Neįtraukti
ms: Jangan Tambah
nb: Ikke legg til
nl: Voeg niet toe
pl: Nie dodawaj
pt_br: Não Adicionar
pt_pt: Não adicionar
ro: Nu adăuga
ru: Не добавлять
sk: Nepridávať
sl: Ne dodaj
sv: Lägg inte till
th: ไม่รวม
tr: Ekleme
uk: Не додавати
vi: Không thêm
zh_cn: 不添加
zh_hk: 不要加入
zh_tw: 不加入

source: Edit
ar: تعديل
bg: Редактирай
ca: Edita
cs: Upravit
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
es_419: Editar
fi: Muokkaa
fr: Modifier
fr_ca: Modifier
he: עריכה
hi: संपादित करें
hr: Uredi
hu: Szerk.
it: Modifica
ja: 編集
kk: Өңдеу
ko: 편집
lt: Redaguoti
nb: Rediger
nl: Wijzig
pl: Edycja
pt_br: Editar
pt_pt: Editar
ro: Editați
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Ändra
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Sửa
zh_cn: 编辑
zh_hk: 編輯
zh_tw: 編輯
